tap "ellie/atuin"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "oven-sh/bun"
brew "argon2"
brew "atuin"
brew "bat"
brew "bitwarden-cli"
brew "gcc"
brew "btop"
brew "chezmoi"
brew "eza"
brew "fd"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "unbound"
brew "helm"
brew "htop"
brew "httpie"
brew "influxdb-cli"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "luv"
brew "minikube"
brew "mkcert"
brew "most"
brew "python@3.11"
brew "mycli"
brew "nanorc"
brew "neovim"
brew "nnn"
brew "nvm"
brew "qemu"
brew "ripgrep"
brew "rm-improved"
brew "starship"
brew "stylua"
brew "tealdeer"
brew "tmux"
brew "topgrade"
brew "viddy"
brew "vim"
brew "watch"
brew "webp"
brew "wget"
brew "yq"
brew "zoxide"
brew "zsh"
brew "zsh-completions"
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit"
brew "oven-sh/bun/bun"
cask "dbeaver-community"
cask "font-caskaydia-cove-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-intone-mono-nerd-font"
cask "google-cloud-sdk"
cask "iterm2"
cask "orbstack"
cask "raycast"
cask "wezterm"
